Revit 2027 API
UnitTypeId.MilesPerHour Property
 Miles per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MilesPerHour { get; }
Public Shared ReadOnly Property MilesPerHour As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MilesPerHour {
	ForgeTypeId^ get ();
}
static member MilesPerHour : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace